www/terraform_configs/82ae7cbd-6903-4ebb-87a8-7a8ecc5441d5/.govmomi/debug/2025-05-30T13-06-11.0989738/1-0024.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><DestroyView xmlns="urn:vim25"><_this type="ContainerView">session[52d68610-b916-349d-864a-ab6052774e2e]520405e9-bea7-f6dd-57c9-1dc6eea1a3a0</_this></DestroyView></Body></Envelope>